Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B09.tmx
Source language: en_us
Languages: zh_cn

source: Mikhail Gorbachev: The man who changed the world
zh_cn: 戈尔巴乔夫：他改变了世界（上）

source: Mikhail Gorbachev is still a man who strides the global stage ЁC and maintains a keen interest in domestic politics.
zh_cn: 戈尔巴乔夫仍然是那个站在世界舞台上的“戈尔巴乔夫”，仍然对俄罗斯国内政治保持高度关注，一如以往。

source: He talks to Ginny Dougary about power, presidents, Putin and life after Raisa
zh_cn: 在接受Ginny Dougary的采访时，他侃侃而谈，话题涉及到权力、总统普京以及妻子赖莎去世后自己的生活。?

source: Mikhail Gorbachev's reforms led to the fall of the Berlin Wall and break-up of the USSR Mikhail Gorbachev may be pushing 80 but when he talks, people still listen, particularly (or, perhaps, exclusively) outside his own country, and that includes the 44th president of the United States.
zh_cn: 戈氏的改革使得柏林墙被拆除，两德得以统一。同时自身也成为了垂死的苏维埃政权的殉葬品。 尽管戈尔巴乔夫接受采访时已经年近八十，他的声音依旧吸引了无数民众，特别（或许大部分）是那些非原苏联人，其中甚至包括美国第44任总统奥巴马。

source: The first and last President of the former Soviet Union is telling me about his meeting with Barack Obama, during the latter's extended honeymoon period, not so long ago, when he said: "'I congratulate you because two months after the election your popularity was growing and your popularity is still growing.'
zh_cn: 作为前苏联的第一任也是最后一任总统的戈老告诉我们在不久前他与还处在上任蜜月期的奥巴马会面的情景，他说，我在这里祝贺你，因为你在上任两个月后还是那么受欢迎，支持你的人数还是在不停的增长。

source: He looked at me and said, 'Just you wait, it'll go down.'" A gusty blast of a laugh.
zh_cn: 他看着我大笑着说：“等着吧，支持率会降下来的。”

source: "And I liked him saying that."
zh_cn: 我喜欢他的幽默和坦诚。

source: The man who was determined to modernise the USSR through glasnost and perestroika (the last time Russian words tripped off the tongue), which led to its collapse and transformed the world beyond, is now greatly in demand as a speaker in the United States.
zh_cn: 戈尔巴乔夫一心想通过改革和开放来阻止苏联共产主义的退化，但这些改革不但没有成功反而加速了苏联的解体，进而改变了整个世界的格局。戈老的传奇经历在美国吸引了很多人的关注。

source: He remembers one particular lecture, three years ago during the Bush administration, when he was faced with the following question: "What would you recommend for America now that we are in a very difficult situation?" "I said, 'Well, to give advice to other countries, particularly to Americans, would be wrong.
zh_cn: 戈老在聊天时回忆起一段特殊的经历，那是在三年前老布什执政时期，有人问他，美苏两国的外交关系如此紧张，你对此有什么好的建议啊？我说：“替别的国家特别是美国这样的国家出主意可不是一件简单的事情，是很容易搞砸的。

source: It's for you to sort out what you need to do.'
zh_cn: 你应该着力于先解决好自己的事情。”

source: But nevertheless, they said, 'What's your advice?'
zh_cn: 尽管如此，他们仍然问个不停。

source: "And I said, 'When we were putting an end to the Cold War, we said that the world needs to rethink old problems.
zh_cn: 我回应他们说，当我们决定结束冷战的时候，我想是时候去回想一下困扰我们的老问题了。

source: We need to understand where we are.
zh_cn: 我们必须了解我们现在的处境。

source: We need to start thinking about the fact that half the population of the world lives on one or two dollars a day.
zh_cn: 我们必须了解这样一个事实，那就是这世界将近一半的人口仍然每天只能依靠一到二美元来度日。

source: Sixty per cent of the ecosystems have been broken.
zh_cn: 地球上60%的生态系统遭到破坏。

source: The atmosphere has been polluted. Oceans and rivers have been polluted.
zh_cn: 大气、海洋和河流污染日趋严重。

source: If we just leave it as it is, if we just continue down this path, then this will end very badly.
zh_cn: 如果我们继续放任不管，如果我们继续沿着这条路走下去，我们人类的下场将会凄惨无比。

source: We were saying that every country needs to change.'
zh_cn: 我们必须大声疾呼，每个国家都必须作出相应的改变。

source: "I said to those Americans who were asking my advice, 'You had this euphoria of victory, of the West winning the Cold War.
zh_cn: 我对那些愿意倾听我建议的美国人说：“你们赢得了一场振奋人心的胜利，西方赢得了冷战的最终胜利。

source: You thought that you did not need any changes because everything was going so well for the West.
zh_cn: 你们认为你们无需改变，因为所有的事情正朝着有利于你们的方向发展。

source: But after the euphoria will come disappointment and you're already seeing that it was a mistake to glory in that victory.
zh_cn: 但到希望变成失望的时候，你们就会发现所谓的胜利不过只是自欺欺人罢了。

source: So if you insist on me giving advice, I will certainly not give you a kind of menu or a timetable for change, but I do believe that what America needs is its own perestroika.'"
zh_cn: 如果你们坚持要听我的意见，我也一定不会给你们列出一份改变的菜单或者时间表，但我坚信美国需要做出自身的调整和必要的改变。”

source: So are you saying that Obama is the new you? "Let me finish.
zh_cn: 你们美国人认为奥巴马的当选是一场政治变革吗？“先等我说完。

source: Both me and my translator [Pavel Palazchenko, who has worked with Gorbachev for years, and attended the US-Soviet summit talks that led to the end of the Cold War] were amazed when that huge audience, about 10,000 people, gave me a standing ovation and I said to my translator, 'There is something happening in America.
zh_cn: 我演讲结束时，当我看到台下10000名观众集体站起来为我鼓掌时，我和我的翻译Pavel Palazchenko（他与我共事多年，曾参加过加速苏联解体的美苏高峰会谈）都感到惊奇万分，我对他说，美国一定发生了什么事情。

source: Change will come to America.'
zh_cn: 美国社会一定有某些变化发生。”

source: And the most important thing is that Obama identified that need for change. It's the challenge that he felt and I really give him a lot of credit for that.
zh_cn: 更重要的是，奥巴马也感受到了这种对变革的需求，他认为这种变革对他自己是个巨大的挑战，我对此表示理解并充分信任他。

source: I like him also because he's very intelligent and very democratically minded --- which, of course, doesn't mean that he doesn't have firmness, because he does. He also has the will."
zh_cn: 我喜欢奥巴马因为他非常聪明同时又具有民主意识，当然这并不代表他不够坚定，他当然具有坚定的意志力。

source: Gorbachev may be our favourite Russian export but our desire to transform him into a cuddly international treasure --- how stern can a man be, one might think, who tolerates his universal nickname "Gorby"? --are wide of the mark.
zh_cn: 戈老可能是我们最喜欢的俄罗斯出口商品了，但我们更希望他成为一个国际性的可爱的宝贝。我们可能会想，一个可以容忍别人叫他Gorby的男人怎么可以如此严肃？难道他一直都戴着巨大的面具吗？

source: He talks in a series of speeches, brooking no interruptions, which means our interview is peppered with impatient slap-downs: "I have not yet finished," and "Let me say something first and then I'll reply."
zh_cn: 他发表过一系列的演说，期间不能容忍被别人打断，这是否意味着我们正在采访的对象是一个没有耐心的镇压者（或者说是独裁者）呢？是不是在采访期间经常会出现诸如“我还没说完呢”或者“在我回答问题之前请让我说完”之类的话语？

source: It's hard to know whether it is Gorbachev or his interpreter who is responsible for the occasional brusqueness of tone.
zh_cn: 直到现在还很难断定是戈老本身还是他的翻译者给我们造成了这种戈老演讲唐突行为的印象。

source: At one point, when I am saying that if he wants to criticise the British as well as the Americans, go ahead, I have broad shoulders, his answer sounds quite rude: "So what?
zh_cn: 有一次，当我问到他是否想批评英国和美国，我说我对此都可以接受，他似乎有点粗暴地回答：“什么?

source: I'm sure you would find things to say to Russia so I am very frank to you..."
zh_cn: 你难道就找不到有关俄罗斯的话题吗？如果找得到，我想我才能坦率地回答你。”

source: I ask him what has been his proudest moment and he says, "Pride is not really my feeling," and then goes on at such length, taking in what seems to be the whole history of the 20th century, that I must have conveyed my feeling of despair. (Burying my head in my hands may have been the giveaway.) What is so frustrating is that, of all the notable figures I have interviewed, Gorbachev is the one who has done most to change the map of the world.
zh_cn: 我问他一生中最自豪是什么时候？他回答说，自豪对他来说几乎不存在。接着他开始沉思，看上去好像陷入到对20世纪历史的回忆之中，这让我感到一丝尴尬和不安（用手抱住我的头，也许一切就都没发生过）。在我访问过的名人中，戈老无疑是对世界影响最大的人物了，可我却把一切搞砸了，这情形多么让人沮丧。

source: I have so many questions but only a scant hour in which to put them.
zh_cn: 我有无限的问题但采访却必须在有限的时间内完成。

source: An attempt to sway him by saying he is a historical figure fails ЁC "Don't consign me to history" ЁC but it does make him smile.
zh_cn: 试图通过提醒他他自己是个失败的历史角色来激怒他，他却笑着说，不要随便就把我丢到历史中去。

source: Living history, I mean. "OK, if it's living history, I accept that."
zh_cn: 我补充说：“我的意思是，活着的历史。”他停顿了一下说：“是的，我同意你这种说法，活着的历史。

source: Later, he says: "You know, Chekhov said that one has to speak very briefly but ---" You are, perhaps, more like Tolstoy, is my attempt at a Russian joke, which falls flat.
zh_cn: 你知道的，契诃夫曾经说过，说话越简明扼要越好但是我现在似乎说的有些多了。”我开玩笑说：“我觉得你个人更像托尔斯泰。”典型的俄罗斯笑话，这让现场气氛变得轻松了。

source: What is startling, from someone whose name is synonymous with attempting to effect far-reaching change in his own country, and who is still outspoken (although not enough for some) about its failings under Medvedev and Putin, is how angry Gorbachev feels about outsiders' criticism. "The British, the Americans want us to be like them," he says.
zh_cn: 在俄罗斯，谁的名字意味着尚未完结的变革？谁依然敢对现任总统梅德韦杰夫和总理普京的错误直言不讳（尽管这可能并不够）？但开始让戈老真正生气的是来自俄罗斯外部的指责，“英国、美国它们总想把我们变得和他们一样，他们要求我们做这些，做哪些，但并不在乎我们的感受。

source: "First of all, that shouldn't be the demand, I guess, we never demanded others be like us.
zh_cn: 我们可从来没有这样对待过其他国家。

source: There should be competition and exchanges between different countries, but there are certainly certain universal values and that is freedom and democracy.
zh_cn: 不同国家间可以存在竞争和交流，但自由和民主应该是每个国家共同遵循的普世价值观。

source: We still have a way to go towards implementing those values and we can be quite critical in our own country about many things.
zh_cn: 我们正在努力朝着这方面发展，但我们却在自身内部遭到了相当大的指责和阻力。”

source: "We are seeing ourselves that there is still a lot to be done by us to achieve democracy.
zh_cn: 戈老说：“当我们回顾历史，我们发现，要做的事还有很多，民主的路还很漫长。

source: And so I say to Americans: 'You want us to be like you but I can tell you, it took you 200 years to build your democracy yet you want us to do the same thing in 200 days.'
zh_cn: 我想对美国民众说，我们国家至少还要再发展200年才能达到你们现在的民主水平，但你们却要我们在200天变成和你们一样民主自由。

source: And I say, 'Well, I know we are more talented than you are, but not as much as that.' And they understand, they react to this."
zh_cn: 我知道我们比你们聪明得多，但还聪明不到这么多。然后他们回答说他们好像有点懂了。”

source: He says that Russians continue to be misunderstood, maybe wilfully so.
zh_cn: 他动情地说：“俄罗斯人民可能一直蓄意地被误解了。

source: "My first book as General Secretary was calledPerestroika: New Thinking for Our Country and the World, and its first sentence was, 'We want to be understood.'
zh_cn: 我在总统任期内曾经出过一本名为《改革与新思维》的书，开篇就说到‘我们需要被理解。’

source: Even now, we want to be understood.
zh_cn: 即使现在，我仍然这么说。

source: And there are quite a few people for whom Russia is a hindrance, a problem, which is crazy."
zh_cn: 现在仍然有部分人认为俄罗斯人是麻烦，我不得不说这种想法简直太疯狂了。”

source: Can you be more specific?
zh_cn: 我问：“你能说的再具体点吗？”他回答说

source: "Let me give you some facts because you may think it's just words.
zh_cn: ：“你可能认为这些只不过是我随便说说罢了，那我举几个相关的例子吧。

source: During Yeltsin's time, when he abandoned the evolutionary path of reform and used cowboy methods, shock therapy that ruined the country's economy...
zh_cn: 在叶利钦统治时代，他抛弃了我们改革的社会主义革命道路转而投向资本主义，这些改革最终导致俄罗斯经济发展停滞不前...

source: Many people lost their jobs, and many people were not paid their wages or salary for months, sometimes years.
zh_cn: 失业率急剧上升，找到工作的人也大多领不到工资和报酬。

source: During this time we had all those delegations of visitors coming to Russia and everyone applauded Yeltsin.
zh_cn: 但与此同时，却有大批的外国旅游团来俄罗斯游玩，称颂叶利钦的伟大成就。

source: I was watching this and I thought, 'Well, how can that be?'
zh_cn: 我亲眼目睹这些感到非常不可思议。

source: And I finally concluded that it was a kind of political activism at that time on the part of the people who actually enjoyed the fact that Russia was down.
zh_cn: 后来我意识到这应该是某些希望看到俄罗斯衰落的人所采取的政治策略。”

source: "But you cannot put Russia down on its knees" --- a thump on the table--- "and hold it there because Russia will ultimately pull out.
zh_cn: 说到这里，戈老一拳擂到桌子上，“但是永远不要低估俄罗斯，认为它从此就只能如此了，认为它可能从此就退出大国行列了。

source: And it was that kind of attitude of the West towards Russia in the Nineties that changed the attitude of many Russians.
zh_cn: 19世纪西方人也曾经抱着这种态度来看待俄罗斯，因为西方的这种态度改变了俄罗斯人民。

source: The euphoria in favour of Europe and America disappeared when people saw that attitude, and it ruined the trust that existed.
zh_cn: 俄罗斯人民一旦改变就总能让西方大吃一惊，不敢小觑，从而使得俄罗斯与西方原有的信任不再。

source: I think that was the most important thing."
zh_cn: 我认为这才是最重要的问题（一种信任到不信任再到信任再到不信任的恶性循环）。”

source: In late 1992, I travelled through Russia with a British businessman who had lost his own empire in controversial circumstances and was attempting to restore his millions in the new frontier.
zh_cn: 1992年末，我与一位英国商人结伴在俄罗斯境内旅行，我的这位旅伴因为某些有争议的问题失去了他的大部分财产此时正试图在新地方东山再起。

source: What was most striking was the sense of a country in transition, hungry to embrace change and enjoy the free-market benefits speculative Westerners seemed eager to offer --- naturally, since there were profits to be made.
zh_cn: 在我们的旅途中印象最深的就是遍地对于变革的呼声是如此强烈，而已经充分享受到市场经济带来的巨额利益的西方商人们似乎遍地都是。当然，因为这里有利可图。

source: One of the business meetings took place in Brezhnev's old shooting lodge, and in the guest book was an inscription in a babyish, perhaps drunken, scrawl to the host: "Thank you very much. You are a good man. This is me. Yeltsin. November 1991." (The year he was elected President.)
zh_cn: 在勃列日涅夫的旧射击场曾经举行过一场商业会议，会议的来宾手册上印有这么一副孩子气的图画，可能是一位醉汉正在潦草地写字“你人真好，谢谢你的光临，这是我，叶利钦。1991年11月。”（这年叶利钦当选为俄罗斯总统。）

source: In 1993, a year after my trip, Yeltsin was impeached after relations between the President and parliament had collapsed. There was a ten-day conflict with the deadliest street fights in Moscow since 1917.
zh_cn: 我旅行的后一年，也就是1993年，因为总统和国家杜马的关系破裂，叶利钦遭受了不小的质疑，在莫斯科街头出现了自1917年十月革命以来最严重的对抗。

source: On New Year's Eve, 1999, Yeltsin offered a surprise resignation and announced Putin as his successor.
zh_cn: 1999年新年前夕，叶利钦宣布了一个震惊世人的辞职决定并同时宣布普京为其指定的继任者。

source: Gorbachev initially supported Putin, and still does apparently (he backed Russia's role in last year's war with Georgia, for instance), but this has not stopped his candid criticism at various points.
zh_cn: 戈尔巴乔夫最初支持普京，现在明显也是，例如在去年俄罗斯与格鲁吉亚的战争他就坚定地站在普京这一边。但即便这样，他依然在俄罗斯各种问题上直言不讳。

source: In 2005, Pravda reported him commenting on a controversial reform (abolishing?communist-era entitlements to benefits?) that enraged pensioners: "Law-makers did not think about people, when they were discussing the law. Public organisations, science ЁC everything has been left aside.
zh_cn: 2005年俄《真理报》报道说戈尔巴乔夫评价一项有争议的改革政策（废除共产主义时代的福利政策）会激怒很多退休工人，他说：“政府制定法律的时候从来都不考虑人民的感受，公共组织、科学等一切东西都被排除在外。

source: In my opinion, such an approach to elderly people can evoke only for normal people."
zh_cn: 在我看来，这项措施很不得人心。”

source: Yet in 2007, he endorsed Putin as President in the parliamentary elections: "It is a fact that within Russia, Putin is supported by up to 80 per cent of the population. [When Gorbachev last ran for President in 1996, he won only 0.5 per cent of the vote.] For me that is a more persuasive argument as I live in Russia.
zh_cn: 话虽这么说，在2007年国家杜马选举中他仍然投了普京的票。他说：“毫无疑问，在现在的俄罗斯普京获得了超过80%的人民的支持（1996年戈老最后一次竞选国家总统时仅获得0.5%的选票）。

source: He has brought stabilisation to Russia.
zh_cn: 这对我来说具有足够的说服力，普京为俄罗斯带来了久违的稳定。

source: Not everyone would have been able to cope with the kind of legacy that he inherited from Boris Yeltsin."
zh_cn: 并不是每个人都能够处理好前总统叶利钦留下的烂摊子的。”

source: This was the year that Gordon Brown expelled four Russian diplomats in response to Moscow's refusal to allow the extradition of Andrei Lugovoy, the man suspected of poisoning Alexander Litvinenko ЁC the former KGB officer who had accused the Russian secret services of staging various terrorism acts in order to bring Putin to power.
zh_cn: 就在那年，英国首相布朗宣布驱逐四名俄罗斯外交官，借此报复莫斯科在引渡Andrei Lugovoy问题上的不合作（Andrei Lugovoy被指控毒死了前KGB的高级官员，这位官员生前曾控告俄罗斯秘密情报部门为了使普京重返权利巅峰而不惜发动一系列的恐怖袭击事件）。

source: The Russian foreign ministry described the action as "immoral" and "provocative".
zh_cn: 俄外交部认为这种行为是不道德的，是对俄罗斯的蓄意挑衅。

source: Brown said he wouldn't allow "lawlessness" to take a grip in London.
zh_cn: 布朗声称要对此事追查到底。

source: It was the first time in 11 years that Russian officials had been thrown out of Britain and marked the biggest chill in relations since the end of the Cold War.
zh_cn: 在近十一年来俄罗斯外交官还是头一次被英国驱逐，这也使得英俄两国关系降到了历史的冰点。

source: Lugovoy, a businessman and politician who has always denied any involvement in the murder, remains in Russia where he enjoys immunity from prosecution.
zh_cn: Lugovoy一直否认参与任何谋杀活动，声称自己只是普通的商人和政治家，他现在仍然居住在俄罗斯，并享有外交豁免权。

source: In 2006, Anna Politkovskaya, the Russian journalist and human rights activist, was shot dead in the lift of her apartment block. She had made her name reporting from Chechnya, and was a well-known critic of the conflict and Putin's role in it.
zh_cn: 2006年俄罗斯记者同时也是积极的人权主义者Anna Politkovskaya被发现死于自己公寓的电梯之中，Chechnya因报道车臣问题闻名，同时她也是有名的不支持普京攻打车臣的反战分子。

source: In January this year, her lawyer was assassinated. No one has been convicted of either murder.
zh_cn: 今年的一月份，Chechnya的律师被暗杀，凶手至今依然逍遥法外。

source: Earlier this year, in a stinging rebuke, Gorbachev denounced Putin and his United Russia Party as "the party of bureaucrats and the worst version of the Communist Party of the Soviet Union".
zh_cn: 在今年的早些时候，戈老尖刻地指责普京和他领导的统一俄罗斯党是极端的官僚主义政党，甚至比前苏联共产党还要腐败。

source: But why was he not more damning of Putin two years earlier? Was he, perhaps, fearful of what might happen to him or his family?
zh_cn: 但他为什么不在两年前发表这篇评论呢？难道他是担心类似暗杀这样的事情发生在他和他的家人身上吗？
